print("Hello world") # qq

# моё имя
myName = "Влад"

# моя фамилия
mySurname = " Чевелёв "

littleAboutYourself = ( "парень симпотяга, по жизни бродяга, походка городская, жизнь воровская." )

# мой возраст
myAge = "17,"

# Сдесь я живу
whereILive = "в Валадае,"

# место учебы
iStudy = "Новгородском строительном колледже"

# лучшая специальность
mySpecialty = "специальности информационные системы(по отрослям)"

# объединение всем под пунктов
print("Меня зовут", myName ,mySurname,littleAboutYourself , "Я живу ", whereILive ,"мне" , myAge , "я учусь в",iStudy," на ", mySpecialty,)

# подсчет сколько времени осталось учиться
a = 3.10 # всего учится
b = 1.02 # уже отучился
c = a - b # осталось

print("мне осталось учится")
# вывод подсчета
print (c , "года.", )

# мои увлечения (про Cyberpunk 2077 шутка)
whatIDo = " выходом Cyberpunk 2077 , компьютерными технологиями и компютерными играми (особенно Rainbow six siege)"

print("Я увлекаюсь",whatIDo)

# мои будущие занятие
whatIWant = 'хорошо верстать код и понимать языки программирования, но пока у меня пока плохо получается и это'

isTrue = True

# будущее
print('Мне хочется', whatIWant ,isTrue)

# прощание
print('до скорой встречи')
